class script(object):
    START_TXT = """<b>{}, {}

ɪ ᴀᴍ <a href="https://telegram.me/{}">{}</a>, ᴀ ᴘᴏᴡᴇʀꜰᴜʟ ᴀɴɪᴍᴇ ᴀᴜᴛᴏ-ꜰɪʟᴛᴇʀ ʙᴏᴛ ᴡɪᴛʜ ᴘʀᴇᴍɪᴜᴍ ꜰᴇᴀᴛᴜʀᴇꜱ ❤‍🔥

<blockquote><i>✨ ꜱᴇᴀʀᴄʜ ᴀɴʏ ᴀɴɪᴍᴇ ᴄᴏɴᴛᴇɴᴛ ɪɴ ꜱᴇᴄᴏɴᴅꜱ.</i></blockquote></b>"""

    ABOUT_TXT = """<b>‣ ᴍʏ ɴᴀᴍᴇ : <a href=https://telegram.me/{}>{}</a>
‣ ᴄʀᴇᴀᴛᴏʀ : <a href='https://telegram.me/EmptyJohan'>𝐽𝑜ℎ𝑎𝑛</a> 
‣ ʟɪʙʀᴀʀʏ : <a href='https://docs.pyrogram.org/'>ᴘʏʀᴏɢʀᴀᴍ</a>
‣ ʟᴀɴɢᴜᴀɢᴇ : <a href='https://www.python.org/download/releases/3.0/'>ᴘʏᴛʜᴏɴ 𝟹</a> 
‣ ᴅᴀᴛᴀ ʙᴀsᴇ : <a href='https://www.mongodb.com/'>ᴍᴏɴɢᴏ ᴅʙ</a> 
‣ ʙᴏᴛ sᴇʀᴠᴇʀ : <a href='https://heroku.com/'>ʜᴇʀᴏᴋᴜ</a> 
‣ ʙᴜɪʟᴅ sᴛᴀᴛᴜs : ᴠ𝟸 [ ꜱᴛᴀʙʟᴇ ]</b>"""

    MULTI_STATUS_TXT = """<b>🗃ᴜsᴇʀs ᴅᴀᴛᴀʙᴀsᴇ 🗃

» ᴛᴏᴛᴀʟ ᴜsᴇʀs - {0}
» ᴛᴏᴛᴀʟ ɢʀᴏᴜᴘs - {1}
» ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀs - {2}

📤 ᴅᴀᴛᴀʙᴀsᴇ 𝟷 📤

» ᴛᴏᴛᴀʟ ꜰɪʟᴇs - {3}
» ᴅʙ sᴛᴏʀᴀɢᴇ - {4}
» ᴄʟᴜsᴛᴇʀ sᴛᴏʀᴀɢᴇ - {5} / 512.00 MB
» ꜰʀᴇᴇ sᴛᴏʀᴀɢᴇ - {6}

📥 ᴅᴀᴛᴀʙᴀsᴇ 𝟸 📥

» ᴛᴏᴛᴀʟ ꜰɪʟᴇs - {7}
» ᴅʙ sᴛᴏʀᴀɢᴇ - {8}
» ᴄʟᴜsᴛᴇʀ sᴛᴏʀᴀɢᴇ - {9} / 512.00 MB
» ꜰʀᴇᴇ sᴛᴏʀᴀɢᴇ - {10}

🤖 ʙᴏᴛ ᴅᴇᴛᴀɪʟs 🤖

» ᴜᴘᴛɪᴍᴇ - {11}
» ʀᴀᴍ - {12}%
» ᴄᴘᴜ - {13}%

» ᴛᴏᴛᴀʟ ꜰɪʟᴇs - {14}</b>"""

    STATUS_TXT = """<b>🗃ᴜsᴇʀs ᴅᴀᴛᴀʙᴀsᴇ 🗃

» ᴛᴏᴛᴀʟ ᴜsᴇʀs - {0}
» ᴛᴏᴛᴀʟ ɢʀᴏᴜᴘs - {1}
» ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀs - {2}

📤 ꜰɪʟᴇs ᴅᴀᴛᴀʙᴀsᴇ 📤

» ᴛᴏᴛᴀʟ ꜰɪʟᴇs - {3}
» ᴅʙ sᴛᴏʀᴀɢᴇ - {4}
» ᴄʟᴜsᴛᴇʀ sᴛᴏʀᴀɢᴇ - {5} / 512.00 MB
» ꜰʀᴇᴇ sᴛᴏʀᴀɢᴇ - {6}

🤖 ʙᴏᴛ ᴅᴇᴛᴀɪʟs 🤖

» ᴜᴘᴛɪᴍᴇ - {7}
» ʀᴀᴍ - {8}%
» ᴄᴘᴜ - {9}%</b>"""

    LOG_TEXT_G = """<b>#ɴᴇᴡ_ɢʀᴏᴜᴘ
    
‣ ɴᴀᴍᴇ : {}
‣ ɪᴅ : <code>{}</code>
‣ ᴍᴇᴍʙᴇʀs : {}
‣ ᴀᴅᴅᴇᴅ ʙʏ : {}</b>"""

    LOG_TEXT_P = """<b>#ɴᴇᴡ_ᴜsᴇʀ
    
‣ ɪᴅ : <code>{}</code>
‣ ɴᴀᴍᴇ : {}</b>"""

    SEARCHING_TXT = """<b><i> 𝖲𝖾𝖺𝗋𝖼𝗁𝗂𝗇𝗀 𝖿𝗈𝗋 '{}' 🔎</i></b>"""

    PM_SEARCH_DISABLED_TXT = """<b>{},

<i>ɪ ᴀᴍ ɴᴏᴛ ᴡᴏʀᴋɪɴɢ ʜᴇʀᴇ. ʏᴏᴜ ᴄᴀɴ ꜱᴇᴀʀᴄʜ ꜰɪʟᴇs ɪɴ ᴏᴜʀ ɢʀᴏᴜᴘ.</i></b>"""

    MAINTENANCE_TXT = """<b>🛑 ꜱᴇʀᴠɪᴄᴇ ᴜɴᴅᴇʀ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ 🛑</b>

<b>ʜᴇʏ {}, ᴡᴇ ᴀʀᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴜᴘᴅᴀᴛɪɴɢ ᴏᴜʀ ꜱʏꜱᴛᴇᴍꜱ ᴛᴏ ꜱᴇʀᴠᴇ ʏᴏᴜ ʙᴇᴛᴛᴇʀ. ᴛʜᴇ ꜱᴇʀᴠɪᴄᴇ ɪꜱ ᴛᴇᴍᴘᴏʀᴀʀɪʟʏ ᴅɪꜱᴀʙʟᴇᴅ.</b>

<blockquote>ᴛʜᴇ ꜱᴇʀᴠɪᴄᴇ ɪꜱ ᴄᴜʀʀᴇɴᴛʟʏ ᴜɴᴅᴇʀ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ. ᴘʟᴇᴀꜱᴇ ᴛʀʏ ᴀɢᴀɪɴ ʟᴀᴛᴇʀ. 😊</blockquote>"""

    ADMIN_ALRT_TXT = """<b>ᴏɴʟʏ ꜰᴏʀ ᴀᴅᴍɪɴꜱ ‼️</b>"""
    
    ALRT_TXT = """{},

ᴛʜɪꜱ ɪꜱ ɴᴏᴛ ʏᴏᴜʀ ʀᴇǫᴜᴇꜱᴛ"""

    OLD_ALRT_TXT = """{},

ʏᴏᴜ ᴀʀᴇ ᴜꜱɪɴɢ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅ ᴍᴇꜱꜱᴀɢᴇꜱ, 

ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛ ᴀɢᴀɪɴ."""

    PRE_STREAM = """<b>🔒 ᴏɴʟʏ ꜰᴏʀ ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀs
  
💳 ᴜᴘɢʀᴀᴅᴇ ᴛᴏ ᴜɴʟᴏᴄᴋ</b>"""

    CUDNT_FND = """<b>‼️ ꜱᴘᴇʟʟɪɴɢ ᴍɪꜱᴛᴀᴋᴇ ʙʀᴏ!</b> 

😊 ɴᴏ ᴡᴏʀʀɪᴇꜱ — ᴄʜᴏᴏꜱᴇ ᴛʜᴇ ᴄᴏʀʀᴇᴄᴛ ᴏɴᴇ ʙᴇʟᴏᴡ 👇</b>"""

    I_CUDNT = """<b>sᴏʀʀʏ ɴᴏ ꜰɪʟᴇs ᴡᴇʀᴇ ꜰᴏᴜɴᴅ ꜰᴏʀ ʏᴏᴜʀ ʀᴇǫᴜᴇꜱᴛ {} 😕

ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴘᴇʟʟɪɴɢ ɪɴ ɢᴏᴏɢʟᴇ ᴀɴᴅ ᴛʀʏ ᴀɢᴀɪɴ 😃</b>"""

    NOT_FOUND_TXT = """<b>😌 ᴛʜɪꜱ ꜰɪʟᴇ ɪꜱ ɴᴏᴛ ᴀᴠᴀɪʟᴀʙʟᴇ ɪɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ.</b>"""

    MELCOW_ENG = """<b>{},

🍁 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ {}

🔍 ᴛʏᴘᴇ ᴡʜᴀᴛ ʏᴏᴜ'ʀᴇ ʟᴏᴏᴋɪɴɢ ꜰᴏʀ ᴀɴᴅ ꜱᴛᴀʀᴛ ᴇxᴘʟᴏʀɪɴɢ.</b>"""
    
    DMCA_TXT = """<b><blockquote>ᴛʜɪꜱ ɪꜱ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ.</blockquote>

ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜɪꜱ ʙᴏᴛ ᴀʀᴇ ꜰʀᴇᴇʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ ᴏɴ ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ ᴏʀ ᴘᴏꜱᴛᴇᴅ ʙʏ ꜱᴏᴍᴇʙᴏᴅʏ ᴇʟꜱᴇ. ᴊᴜꜱᴛ ꜰᴏʀ ᴇᴀꜱʏ ꜱᴇᴀʀᴄʜɪɴɢ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ɪɴᴅᴇxɪɴɢ ꜰɪʟᴇꜱ ᴡʜɪᴄʜ ᴀʀᴇ ᴀʟʀᴇᴀᴅʏ ᴜᴘʟᴏᴀᴅᴇᴅ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ. ᴡᴇ ʀᴇꜱᴘᴇᴄᴛ ᴀʟʟ ᴛʜᴇ ᴄᴏᴘʏʀɪɢʜᴛ ʟᴀᴡꜱ ᴀɴᴅ ᴡᴏʀᴋꜱ ɪɴ ᴄᴏᴍᴘʟɪᴀɴᴄᴇ ᴡɪᴛʜ ᴅᴍᴄᴀ ᴀɴᴅ ᴇᴜᴄᴅ. ɪꜰ ᴀɴʏᴛʜɪɴɢ ɪꜱ ᴀɢᴀɪɴꜱᴛ ʟᴀᴡ ᴘʟᴇᴀꜱᴇ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇ ꜱᴏ ᴛʜᴀᴛ ɪᴛ ᴄᴀɴ ʙᴇ ʀᴇᴍᴏᴠᴇᴅ ᴀꜱᴀᴘ. ɪᴛ ɪꜱ ꜰᴏʀʙɪʙʙᴇɴ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ, ꜱᴛʀᴇᴀᴍ, ʀᴇᴘʀᴏᴅᴜᴄᴇ, ꜱʜᴀʀᴇ ᴏʀ ᴄᴏɴꜱᴜᴍᴇ ᴄᴏɴᴛᴇɴᴛ ᴡɪᴛʜᴏᴜᴛ ᴇxᴘʟɪᴄɪᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ ꜰʀᴏᴍ ᴛʜᴇ ᴄᴏɴᴛᴇɴᴛ ᴄʀᴇᴀᴛᴏʀ ᴏʀ ʟᴇɢᴀʟ ᴄᴏᴘʏʀɪɢʜᴛ ʜᴏʟᴅᴇʀ. ɪꜰ ʏᴏᴜ ʙᴇʟɪᴇᴠᴇ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ᴠɪᴏʟᴀᴛɪɴɢ ʏᴏᴜʀ ɪɴᴛᴇʟʟᴇᴄᴛᴜᴀʟ ᴘʀᴏᴘᴇʀᴛʏ, ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ʀᴇꜱᴘᴇᴄᴛɪᴠᴇ ᴄʜᴀɴɴᴇʟꜱ ꜰᴏʀ ʀᴇᴍᴏᴠᴀʟ. ᴛʜᴇ ʙᴏᴛ ᴅᴏᴇꜱ ɴᴏᴛ ᴏᴡɴ ᴀɴʏ ᴏꜰ ᴛʜᴇꜱᴇ ᴄᴏɴᴛᴇɴᴛꜱ, ɪᴛ ᴏɴʟʏ ɪɴᴅᴇx ᴛʜᴇ ꜰɪʟᴇꜱ ꜰʀᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ.</b>"""

    DONATE_TXT = """<b>{},

<blockquote>💖 ʏᴏᴜʀ ꜱᴜᴘᴘᴏʀᴛ ᴍᴇᴀɴꜱ ᴀ ʟᴏᴛ !</blockquote>  
🔧 ɪᴛ ʜᴇʟᴘꜱ ᴜꜱ ᴋᴇᴇᴘ ᴛʜɪꜱ ꜱᴇʀᴠɪᴄᴇ ᴀʟɪᴠᴇ ᴀɴᴅ ᴀᴅᴅ ɴᴇᴡ ꜰᴇᴀᴛᴜʀᴇꜱ.

🌟 ᴅᴏɴᴀᴛᴇ ᴀɴʏ ᴀᴍᴏᴜɴᴛ ʏᴏᴜ ᴡɪꜱʜ ᴀɴᴅ ꜱʜᴏᴡ ʏᴏᴜʀ ꜱᴜᴘᴘᴏʀᴛ.

✨ ᴛᴀᴘ ᴛʜᴇ ʙᴜᴛᴛᴏɴ ʙᴇʟᴏᴡ ᴛᴏ ᴅᴏɴᴀᴛᴇ.</b>"""

    NORSLTS = """<b>#ɴᴏ_ʀᴇsᴜʟᴛ

‣ ɪᴅ : <code>{}</code>
‣ ɴᴀᴍᴇ : {}

‣ ᴍᴇssᴀɢᴇ : {}</b>"""

    CAPTION = """<b>‣ ɴᴀᴍᴇ : </b><i>{file_name}</i>

<b>‣ ꜱɪᴢᴇ : </b>{file_size}

<b>🍁 ʙʏ : <a href="https://telegram.me/techifybots">[ ᴛᴇᴄʜɪꜰʏʙᴏᴛs ]</a></b>"""

    UPDATE_NOTIFY_TXT = """</b><a href={poster_url}>📥</a><a href={imdb_url}>New {tag} Added</a></b>

<blockquote>✨ ᴛɪᴛʟᴇ : <code>{filename} {year}</code>

🎭 ɢᴇɴʀᴇs : <b>{genres}</b>
📺 ᴏᴛᴛ : <b>{ott}</b>
🎞️ ǫᴜᴀʟɪᴛʏ : <b>{quality}</b>
🎧 ᴀᴜᴅɪᴏ : <b>{language}</b>
🔥 ʀᴀᴛɪɴɢ : <b>{rating}</b>
{episodes}
</blockquote>

🔍 <b>sᴇᴀʀᴄʜ →</b> {search_link}"""

    IMDB_TEMPLATE_TXT = """<b><a href={url}>{title} (<a href={url}/releaseinfo>{year}</a>)

ʀᴀᴛɪɴɢ : <a href={url}/ratings>{rating}</a>
ɢᴇɴʀᴇ : {genres}
ᴀᴜᴅɪᴏ : {languages}

sʜᴏᴡɴ ɪɴ : {remaining_seconds} <i>sᴇᴄ</i>⚡️
<b>ʀᴇǫ ʙʏ : {message.from_user.mention}</b>"""

    ALREADY_AVAILABLE_TXT = """<b>{},
    
ʏᴏᴜʀ ʀᴇǫᴜᴇꜱᴛ ɪꜱ ᴀʟʀᴇᴀᴅʏ ᴀᴠᴀɪʟᴀʙʟᴇ ✅

<blockquote>📂 ꜰɪʟᴇꜱ ꜰᴏᴜɴᴅ : {}
🔍 ꜱᴇᴀʀᴄʜ : <code>{}</code></blockquote>

‼️ ᴛʜɪs ɪs ᴀ <u>sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ</u> sᴏ ᴛʜᴀᴛ ʏᴏᴜ ᴄᴀɴ'ᴛ ɢᴇᴛ ꜰɪʟᴇs ꜰʀᴏᴍ ʜᴇʀᴇ...

📝 ꜱᴇᴀʀᴄʜ ʜᴇʀᴇ : 👇</b>"""

    BOT_ADD_TXT = """<b>ᴛʜᴀɴᴋʏᴏᴜ ꜰᴏʀ ᴀᴅᴅɪɴɢ ᴍᴇ ɪɴ {} ❣️

<blockquote>ɪꜰ ʏᴏᴜ ʜᴀᴠᴇ ᴀɴʏ ǫᴜᴇsᴛɪᴏɴs & ᴅᴏᴜʙᴛs ᴀʙᴏᴜᴛ ᴜsɪɴɢ ᴍᴇ ᴄᴏɴᴛᴀᴄᴛ sᴜᴘᴘᴏʀᴛ.</blockquote></b>"""

    CHAT_RESTRICTED_TXT = """<b>ᴄʜᴀᴛ ɴᴏᴛ ᴀʟʟᴏᴡᴇᴅ 🐞

<blockquote>ᴍʏ ᴀᴅᴍɪɴꜱ ʜᴀꜱ ʀᴇꜱᴛʀɪᴄᴛᴇᴅ ᴍᴇ ꜰʀᴏᴍ ᴡᴏʀᴋɪɴɢ ʜᴇʀᴇ !
ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ ᴀʙᴏᴜᴛ ɪᴛ ᴄᴏɴᴛᴀᴄᴛ ᴀᴅᴍɪɴ.</blockquote></b>"""

    LEAVE_CHAT_TXT = """<b>ʜᴇʟʟᴏ ꜰʀɪᴇɴᴅꜱ, 

<blockquote>ᴍʏ ᴀᴅᴍɪɴ ʜᴀꜱ ᴛᴏʟᴅ ᴍᴇ ᴛᴏ ʟᴇᴀᴠᴇ ꜰʀᴏᴍ ɢʀᴏᴜᴘ, ꜱᴏ ɪ ʜᴀᴠᴇ ᴛᴏ ɢᴏ ! ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴀᴅᴅ ᴍᴇ ᴀɢᴀɪɴ ᴄᴏɴᴛᴀᴄᴛ ꜱᴜᴘᴘᴏʀᴛ.</blockquote></b>"""

    LOGO = """𝙱𝙾𝚃 𝚆𝙾𝚁𝙺𝙸𝙽𝙶 𝙿𝚁𝙾𝙿𝙴𝚁𝙻𝚈...."""

    INFO_TXT = """<b><blockquote>👁️‍🗨️ 𝖴𝗌𝖾𝗋 𝖨𝗇𝖿𝗈</blockquote>

○ ɪᴅ : <code>{id}</code>
○ ᴅᴄ : <code>{dc}</code>
○ ꜰɪʀsᴛ ɴᴀᴍᴇ : <code>{n}</code>
○ ᴜsᴇʀ ɴᴀᴍᴇ : @{u}
○ ʟᴀsᴛ sᴇᴇɴ sᴛᴀᴛᴜs : {status}

𝑇ℎ𝑎𝑛𝑘𝑠 𝑓𝑜𝑟 𝑢𝑠𝑖𝑛𝑔 𝑚𝑒 𝑠ℎ𝑎𝑟𝑒 𝑚𝑒 𝑤𝑖𝑡ℎ 𝑦𝑜𝑢𝑟 𝑓𝑟𝑖𝑒𝑛𝑑 𝑎𝑛𝑑 𝑏𝑒𝑐𝑜𝑚𝑒 𝑐𝑜𝑜𝑙 ❣️</b>"""

    PREMIUM_TEXT = """<blockquote>🎖️ <b>ᴀᴠᴀɪʟᴀʙʟᴇ ᴘʟᴀɴs</b></blockquote>

◉ 𝟶𝟽 ᴅᴀʏꜱ - 𝟷𝟶 ₹  / 𝟷𝟶 ꜱᴛᴀʀ
◉ 𝟷𝟻 ᴅᴀʏꜱ - 𝟸𝟶 ₹  / 𝟸𝟶 ꜱᴛᴀʀ
◉ 𝟹𝟶 ᴅᴀʏꜱ - 𝟺𝟶 ₹  / 𝟺𝟶 ꜱᴛᴀʀ
◉ 𝟺𝟻 ᴅᴀʏꜱ - 𝟻𝟻 ₹  / 𝟻𝟻 ꜱᴛᴀʀ
◉ 𝟼𝟶 ᴅᴀʏꜱ - 𝟽𝟻 ₹  / 𝟽𝟻 ꜱᴛᴀʀ

•─────•─────────•─────•
🏷️ <a href='https://telegram.me/TechifyBots'>ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ᴘʀᴏᴏꜰ</a>

‼️ ᴍᴜꜱᴛ ꜱᴇɴᴅ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀꜰᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.
‼️ ᴀꜰᴛᴇʀ ꜱᴇɴᴅɪɴɢ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ɢɪᴠᴇ ᴜꜱ ꜱᴏᴍᴇᴛɪᴍᴇꜱ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴘʀᴇᴍɪᴜᴍ ʟɪꜱᴛ."""

    PREMIUM_STAR_TEXT = """<b><blockquote>ᴘᴀʏᴍᴇɴᴛ ᴍᴇᴛʜᴏᴅ: ᴛᴇʟᴇɢʀᴀᴍ ꜱᴛᴀʀꜱ</blockquote>

ɴᴏᴡ ʏᴏᴜ ᴄᴀɴ ʙᴜʏ ᴏᴜʀ ᴘʀᴇᴍɪᴜᴍ ꜱᴇʀᴠɪᴄᴇ ᴜꜱɪɴɢ ᴛᴇʟᴇɢʀᴀᴍ ꜱᴛᴀʀꜱ.  

ɪꜰ ʏᴏᴜ ꜰᴀᴄᴇ ᴀɴʏ ᴘʀᴏʙʟᴇᴍ, ᴛᴀᴋᴇ ᴀ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀɴᴅ ꜱᴇɴᴅ ɪᴛ ᴛᴏ - @CallOwnerBot

ꜱᴇʟᴇᴄᴛ ʏᴏᴜʀ ᴅᴇꜱɪʀᴇᴅ ᴀᴍᴏᴜɴᴛ ᴀɴᴅ ᴘᴜʀᴄʜᴀꜱᴇ ᴀ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ.</b>"""

    PREMIUM_UPI_TEXT = """<b><blockquote>ᴘᴀʏᴍᴇɴᴛ ᴍᴇᴛʜᴏᴅ: ᴜᴘɪ</blockquote>

ʏᴏᴜ ᴄᴀɴ ᴘᴜʀᴄʜᴀꜱᴇ ᴘʀᴇᴍɪᴜᴍ ᴛʜʀᴏᴜɢʜ ᴜᴘɪ , ɴᴇᴛ ʙᴀɴᴋɪɴɢ.

💳 <a href='https://telegram.me/EmptyJohan'>ᴘᴀʏ ᴡɪᴛʜ ᴜᴘɪ</a>

💢 ᴍᴜꜱᴛ ꜱᴇɴᴅ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴀꜰᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.

‼️ ᴀꜰᴛᴇʀ ꜱᴇɴᴅɪɴɢ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴘʟᴇᴀꜱᴇ ɢɪᴠᴇ ᴜꜱ ꜱᴏᴍᴇᴛɪᴍᴇ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴘʀᴇᴍɪᴜᴍ ʟɪꜱᴛ.</b>"""
    
    PREMIUM_INFO = """<blockquote>❤️‍🔥 <b>ᴘʀᴇᴍɪᴜᴍ ꜰᴇᴀᴛᴜʀᴇꜱ</b> :</blockquote>

○ ᴅɪʀᴇᴄᴛ ꜰɪʟᴇꜱ
○ ʜɪɢʜ-ǫᴜᴀʟɪᴛʏ ꜰɪʟᴇꜱ
○ ᴀᴅ-ꜰʀᴇᴇ ᴇxᴘᴇʀɪᴇɴᴄᴇ
○ ꜰᴜʟʟ ᴀᴅᴍɪɴ ꜱᴜᴘᴘᴏʀᴛ
○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴠᴇʀɪꜰʏ
○ ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴏᴘᴇɴ ʟɪɴᴋꜱ
○ ɢᴇᴛ ᴀʟʟ ꜰɪʟᴇꜱ ᴀᴛ ᴏɴᴄᴇ
○ ʜɪɢʜ-ꜱᴘᴇᴇᴅ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ
○ ᴜɴʟɪᴍɪᴛᴇᴅ ꜰɪʟᴇꜱ / ɴᴏ ʟɪᴍɪᴛ
○ ᴍᴜʟᴛɪ-ᴘʟᴀʏᴇʀ ꜱᴛʀᴇᴀᴍɪɴɢ ʟɪɴᴋꜱ
○ ʀᴇǫᴜᴇꜱᴛ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ᴡɪᴛʜɪɴ 𝟷ʜ [ɪꜰ ᴀᴠᴀɪʟᴀʙʟᴇ]

• ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ᴘʀᴇᴍɪᴜᴍ ʙʏ ʀᴇꜰᴇʀɪɴɢ ʏᴏᴜʀ ꜰʀɪᴇɴᴅꜱ ᴏʀ ʏᴏᴜ ᴄᴀɴ ʙᴜʏ ᴘʀᴇᴍɪᴜᴍ ꜱᴇʀᴠɪᴄᴇ 

•─────•─────────•─────•
◉ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴀᴄᴛɪᴠᴇ ᴘʟᴀɴ : /myplan

‼️ ᴀꜰᴛᴇʀ ꜱᴇɴᴅɪɴɢ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ɢɪᴠᴇ ᴜꜱ ꜱᴏᴍᴇᴛɪᴍᴇꜱ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴘʀᴇᴍɪᴜᴍ ʟɪꜱᴛ.""" 

    FREE_TRIAL = """<b>🥳 ᴄᴏɴɢʀᴀᴛᴜʟᴀᴛɪᴏɴꜱ

🎉 ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ꜰʀᴇᴇ ᴛʀᴀɪʟ ꜰᴏʀ <u>𝟻 ᴍɪɴᴜᴛᴇs</u> ꜰʀᴏᴍ ɴᴏᴡ !

ɴᴇᴇᴅ ᴘʀᴇᴍɪᴜᴍ 👉🏻 /plan</b>"""

    CONTROL_PANEL ="""<b>ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ʙᴜᴛᴛᴏɴꜱ ʙᴇʟᴏᴡ ᴛᴏ ɢᴇᴛ ᴅᴏᴄᴜᴍᴇɴᴛᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ꜱᴘᴇᴄɪꜰɪᴄ ᴍᴏᴅᴜʟᴇꜱ.</b>"""

    REFER_TXT = """<b>ʜʏ, ʏᴏᴜʀ ʀᴇꜰᴇʀ ʟɪɴᴋ:
    
<code>https://telegram.me/{}?start=reff_{}</code>

<blockquote>sʜᴀʀᴇ ᴛʜɪs ʟɪɴᴋ ᴡɪᴛʜ ʏᴏᴜʀ ꜰʀɪᴇɴᴅs. ᴇᴀᴄʜ ᴛɪᴍᴇ ᴛʜᴇʏ ᴊᴏɪɴ, ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ 𝟙𝟘 ʀᴇꜰꜰᴇʀᴀʟ ᴘᴏɪɴᴛs ᴀɴᴅ ᴀꜰᴛᴇʀ 𝟙𝟘𝟘 ᴘᴏɪɴᴛs ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ 𝟙 ᴍᴏɴᴛʜ ᴘʀᴇᴍɪᴜᴍ sᴜʙsᴄʀɪᴘᴛɪᴏɴ.</blockquote></b>"""

    REFER_SELF_ALRT = """<b>ʜᴇʏ ᴅᴜᴅᴇ, ʏᴏᴜ ᴄᴀɴ'ᴛ ʀᴇꜰᴇʀ ʏᴏᴜʀsᴇʟꜰ 🤣!
    
<blockquote>sʜᴀʀᴇ ʟɪɴᴋ ʏᴏᴜʀ ꜰʀɪᴇɴᴅ ᴀɴᴅ ɢᴇᴛ 𝟙𝟘 ʀᴇꜰᴇʀʀᴀʟ ᴘᴏɪɴᴛ. ɪꜰ ʏᴏᴜ ᴄᴏʟʟᴇᴄᴛ 𝟙𝟘𝟘 ʀᴇꜰᴇʀʀᴀʟ ᴘᴏɪɴᴛs, ᴛʜᴇɴ ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ 𝟙 ᴍᴏɴᴛʜ ꜰʀᴇᴇ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀsʜɪᴘ.</blockquote></b>"""

    REFER_CONGRATS_ALRT = """<b>🎉 ᴄᴏɴɢʀᴀᴛᴜʟᴀᴛɪᴏɴs! ʏᴏᴜ ᴡᴏɴ 10 ʀᴇꜰᴇʀʀᴀʟ ᴘᴏɪɴᴛ ʙᴇᴄᴀᴜsᴇ ʏᴏᴜ ʜᴀᴠᴇ ʙᴇᴇɴ sᴜᴄᴄᴇssꜰᴜʟʟʏ ɪɴᴠɪᴛᴇᴅ ☞ {}!</b>"""

    REFER_INVITED_ALRT = """<b>ʏᴏᴜ ʜᴀᴠᴇ ʙᴇᴇɴ sᴜᴄᴄᴇssꜰᴜʟʟʏ ɪɴᴠɪᴛᴇᴅ ʙʏ {}!</b>"""

    FORCESUB_TXT = """<b>{},

🛑 ʏᴏᴜ ᴍᴜsᴛ ᴊᴏɪɴ ᴛʜᴇ ʀᴇǫᴜɪʀᴇᴅ ᴄʜᴀɴɴᴇʟs ᴛᴏ ᴄᴏɴᴛɪɴᴜᴇ.

<blockquote>👉 ᴊᴏɪɴ ᴀʟʟ ᴛʜᴇ ʙᴇʟᴏᴡ ᴄʜᴀɴɴᴇʟs ᴀɴᴅ ᴛʀʏ ᴀɢᴀɪɴ.</blockquote></b>"""
    
    VERIFICATION_TEXT = """<b><i>{},

📌 ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ ᴛᴏᴅᴀʏ, ᴘʟᴇᴀꜱᴇ ᴄʟɪᴄᴋ ᴏɴ ᴠᴇʀɪꜰʏ & ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇꜱꜱ ᴛɪʟʟ ɴᴇxᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.

#ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ:- 𝟷/𝟹 ✓</i></b>"""    

    VERIFY_COMPLETE_TEXT = """<b><i>{},

ʏᴏᴜ ʜᴀᴠᴇ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ᴛʜᴇ 𝟷ꜱᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ✓

ɴᴏᴡ ʏᴏᴜ ʜᴀᴠᴇ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss ꜰᴏʀ ɴᴇxᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.</i></b>"""

    SECOND_VERIFICATION_TEXT = """<b><i>{},

📌 ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ, ᴛᴀᴘ ᴏɴ ᴛʜᴇ ᴠᴇʀɪꜰʏ ʟɪɴᴋ ᴀɴᴅ ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss ᴛɪʟʟ ɴᴇxᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.

#ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ:- 𝟸/𝟹 ✓</i></b>"""

    SECOND_VERIFY_COMPLETE_TEXT = """<b><i>{},
    
ʏᴏᴜ ʜᴀᴠᴇ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ᴛʜᴇ 𝟸ɴᴅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ✓

ɴᴏᴡ ʏᴏᴜ ʜᴀᴠᴇ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss ꜰᴏʀ ɴᴇxᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.</i></b>"""

    THIRD_VERIFICATION_TEXT = """<b><i>{},
    
📌 ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ᴠᴇʀɪꜰɪᴇᴅ, ᴛᴀᴘ ᴏɴ ᴛʜᴇ ᴠᴇʀɪꜰʏ ʟɪɴᴋ & ɢᴇᴛ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss ꜰᴏʀ ɴᴇxᴛ ꜰᴜʟʟ ᴅᴀʏ.

#ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ:- 𝟹/𝟹 ✓</i></b>"""

    THIRD_VERIFY_COMPLETE_TEXT= """<b><i>{},
    
ʏᴏᴜ ʜᴀᴠᴇ ᴄᴏᴍᴘʟᴇᴛᴇᴅ ᴛʜᴇ 𝟹ʀᴅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ✓

ɴᴏᴡ ʏᴏᴜ ʜᴀᴠᴇ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss ꜰᴏʀ ɴᴇxᴛ ꜰᴜʟʟ ᴅᴀʏ.</i></b>"""

    VERIFIED_LOG_TEXT = """ᴜꜱᴇʀ ᴠᴇʀɪꜰɪᴇᴅ ꜱᴜᴄᴄᴇꜱꜱꜰᴜʟʟʏ ✓

👤 ɴᴀᴍᴇ : {} [ <code>{}</code> ]

📆 ᴅᴀᴛᴇ : <code>{}</code>

#Verificaton_{}_Completed"""

    USER_CMDS = """<b>{},

<blockquote>✨ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ᴀʟʟ ᴜꜱᴇʀꜱ.</blockquote></b>

• /id - ɢᴇᴛ ɢʀᴏᴜᴘ/ᴄʜᴀɴɴᴇʟ ɪᴅ ᴏʀ ʏᴏᴜʀ ᴏᴡɴ ɪᴅ.
• /top - ᴠɪᴇᴡ ᴛᴏᴅᴀʏ's ᴛᴏᴘ sᴇᴀʀᴄʜᴇs.
• /info - ɢᴇᴛ ʏᴏᴜʀ/ᴜsᴇʀ ɪɴꜰᴏ ᴏʀ ᴍᴇᴅɪᴀ ɪɴꜰᴏ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴜsᴇʀ/ᴍᴇᴅɪᴀ
• /imdb - ꜰᴇᴛᴄʜ ᴍᴏᴠɪᴇ/ꜱᴇʀɪᴇꜱ ᴅᴇᴛᴀɪʟꜱ ꜰʀᴏᴍ ɪᴍᴅʙ.
• /plan - ᴛᴏ ᴄʜᴇᴄᴋ ᴀʟʟ ᴀᴠᴀɪʟᴀʙʟᴇ ᴘʟᴀɴs.
• /anime - ꜰᴇᴛᴄʜ ᴀɴɪᴍᴇ ᴅᴇᴛᴀɪʟꜱ.
• /myplan - ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴀᴄᴛɪᴠᴇ ᴘʟᴀɴ.
• /search - ꜰɪɴᴅ ꜰɪʟᴇꜱ ꜰʀᴏᴍ ᴏᴜʀ ᴅᴀᴛᴀʙᴀꜱᴇ.
• /movies - ꜱʜᴏᴡꜱ ʟᴀᴛᴇꜱᴛ ᴍᴏᴠɪᴇꜱ ᴜᴘʟᴏᴀᴅᴇᴅ ɪɴ ᴅᴀᴛᴀʙᴀꜱᴇ.
• /series - ꜱʜᴏᴡꜱ ʟᴀᴛᴇꜱᴛ ꜱᴇʀɪᴇꜱ ᴜᴘʟᴏᴀᴅᴇᴅ ɪɴ ᴅᴀᴛᴀʙᴀꜱᴇ.
• /redeem - ᴛᴏ ʀᴇᴅᴇᴇᴍ ᴄᴏᴅᴇ.
• /system - ᴛᴏ ᴄʜᴇᴄᴋ sʏsᴛᴇᴍ ɪɴꜰᴏ.
• /request - ʀᴇǫᴜᴇꜱᴛ ᴀ ꜰɪʟᴇ ᴛᴏ ʙᴇ ᴀᴅᴅᴇᴅ.
• /trending - ɢᴇᴛ ᴛᴏᴅᴀʏ's ᴛʀᴇɴᴅɪɴɢ ʟɪsᴛ."""

    ADMIN_CMDS = """<b>{},

<blockquote>ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ᴀʟʟ ʙᴏᴛ ᴀᴅᴍɪɴꜱ.</blockquote></b>

<b>🔧 ʙᴀꜱɪᴄ</b>
• /stats - ɢᴇᴛ ʙᴏᴛ sᴛᴀᴛɪsᴛɪᴄs.
• /logs - ɢᴇᴛ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ʟᴏɢꜱ.
• /restart - ʀᴇꜱᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.
• /notify - ᴛᴜʀɴ ᴏɴ / ᴏꜰꜰ ᴜᴘᴅᴀᴛᴇ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴꜱ.
• /pm_search - ᴇɴᴀʙʟᴇ / ᴅɪꜱᴀʙʟᴇ ᴘᴍ sᴇᴀʀᴄʜ.
• /trial_reset - ʀᴇsᴇᴛ ᴜsᴇʀꜱ’ ꜰʀᴇᴇ ᴛʀɪᴀʟ.
• /maintenance - ᴛᴜʀɴ ᴏɴ / ᴏꜰꜰ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ.
• /delreq - ᴅᴇʟᴇᴛᴇ ᴘᴇɴᴅɪɴɢ ᴊᴏɪɴ ʀᴇǫᴜᴇsᴛs.
• /save - sᴀᴠᴇ sᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ɪɴ ᴅʙ.
• /delete - ʀᴇᴍᴏᴠᴇ ᴀ ꜱɪɴɢʟᴇ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ.
• /deletefiles - ᴅᴇʟᴇᴛᴇ ꜰɪʟᴇꜱ ʙʏ ɴᴀᴍᴇ ꜰʀᴏᴍ ᴅᴀᴛᴀʙᴀsᴇ.
• /deleteall - ᴅᴇʟᴇᴛᴇ ᴀʟʟ ꜰɪʟᴇꜱ ꜰʀᴏᴍ ᴅʙ.
• /del_msg - ʀᴇᴍᴏᴠᴇ ꜰɪʟᴇ ɴᴀᴍᴇ ᴄᴏʟʟᴇᴄᴛɪᴏɴ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴ.

<b>🎟️ ʀᴇᴅᴇᴇᴍ</b>
• /add_redeem - ɢᴇɴᴇʀᴀᴛᴇ ᴀ ɴᴇᴡ ʀᴇᴅᴇᴇᴍ ᴄᴏᴅᴇ.
• /allcodes - ᴠɪᴇᴡ ᴀʟʟ ʀᴇᴅᴇᴇᴍ ᴄᴏᴅᴇꜱ.
• /clearcodes - ᴄʟᴇᴀʀ ᴀʟʟ ʀᴇᴅᴇᴇᴍ ᴄᴏᴅᴇꜱ.

<b>💎 ᴘʀᴇᴍɪᴜᴍ</b>
• /add_premium - ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴘʀᴇᴍɪᴜᴍ.
• /get_premium - ᴠɪᴇᴡ ᴀ ᴜꜱᴇʀꜱ ᴘʀᴇᴍɪᴜᴍ ɪɴꜰᴏ.
• /remove_premium - ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴘʀᴇᴍɪᴜᴍ.
• /premium_users - ʟɪꜱᴛ ᴀʟʟ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀꜱ.

<b>💬 ᴍᴇꜱꜱᴀɢɪɴɢ</b>
• /send - ꜱᴇɴᴅ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀ ᴜꜱᴇʀ.
• /broadcast - ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ.
• /grp_broadcast - ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘꜱ.

<b>🎬 ᴘᴏꜱᴛɪɴɢ</b>
• /post - ᴄʀᴇᴀᴛᴇ ᴀ ᴘᴏꜱᴛ ᴜsɪɴɢ ᴛᴍᴅʙ.
• /anipost - ᴄʀᴇᴀᴛᴇ ᴀ ᴀɴɪᴍᴇ ᴘᴏꜱᴛ.

<b>📊 ꜰɪʟᴇ ʟɪᴍɪᴛ</b>
• /checklimit - ᴄʜᴇᴄᴋ ᴜꜱᴇʀꜱ’ ꜰɪʟᴇ ʟɪᴍɪᴛ.
• /resetlimit - ʀᴇꜱᴇᴛ ᴜꜱᴇʀꜱ’ ꜰɪʟᴇ ʟɪᴍɪᴛ.

<b>👤 ᴜꜱᴇʀꜱ ᴄᴍᴅꜱ</b>
• /users – ʟɪꜱᴛ ᴀʟʟ ʙᴏᴛ ᴜꜱᴇʀꜱ
• /ban – ʙᴀɴ ᴀ ᴜꜱᴇʀ
• /unban - ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ
• /banned - ʟɪꜱᴛ ᴀʟʟ ʙᴀɴɴᴇᴅ ᴜꜱᴇʀꜱ

<b>👥 ɢʀᴏᴜᴘꜱ/ᴄʜᴀᴛꜱ ᴄᴍᴅꜱ</b>
• /chats – ʟɪꜱᴛ ᴀʟʟ ᴄʜᴀᴛꜱ ᴡɪᴛʜ ɪᴅꜱ
• /leave – ʟᴇᴀᴠᴇ ᴀ ᴄʜᴀᴛ
• /invite – ᴊᴏɪɴ ᴀ ᴄʜᴀᴛ ᴠɪᴀ ɪɴᴠɪᴛᴇ
• /enable – ᴇɴᴀʙʟᴇ ᴀ ᴅɪsᴀʙʟᴇᴅ ᴄʜᴀᴛ
• /disable – ᴅɪsᴀʙʟᴇ ᴀ ᴄʜᴀᴛ
• /junk_group – ꜰɪɴᴅ ᴊᴜɴᴋ ɢʀᴏᴜᴘꜱ
• /clear_junk – ᴄʟᴇᴀʀ ᴊᴜɴᴋ ɢʀᴏᴜᴘꜱ
• /clean_groups – ᴄʟᴇᴀɴ ᴀʟʟ ɢʀᴏᴜᴘs ᴅᴀᴛᴀ
• /resetgroup – ʀᴇꜱᴇᴛ ᴀʟʟ ɢʀᴏᴜᴘs sᴇᴛᴛɪɴɢs"""

    GROUP_CMDS = """<b>{},

<blockquote>ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ɢʀᴏᴜᴘ ꜱᴇᴛᴜᴘ.</blockquote></b>

• /log - ꜱᴇᴛ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ʟᴏɢ ᴄʜᴀɴɴᴇʟ.
• /time2 - ᴛᴏ ꜱᴇᴛ 𝟸ɴᴅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ɢᴀᴘ.
• /time3 - ᴛᴏ ꜱᴇᴛ 𝟹ʀᴅ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ɢᴀᴘ.
• /reload - ɢʀᴏᴜᴘ ʀᴇʟᴏᴀᴅᴇᴅ ᴀɴᴅ ᴄᴀɴ ʙᴇ ᴍᴀɴᴀɢᴇᴅ ꜰʀᴏᴍ ᴘᴍ.
• /verify - sᴇᴛ ʏᴏᴜʀ 𝟷sᴛ sʜᴏʀᴛɴᴇʀ ꜰᴏʀ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.
• /verify2 - sᴇᴛ ʏᴏᴜʀ 𝟸ɴᴅ sʜᴏʀᴛɴᴇʀ ꜰᴏʀ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.
• /verify3 - sᴇᴛ ʏᴏᴜʀ 𝟹ʀᴅ sʜᴏʀᴛɴᴇʀ ꜰᴏʀ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ.
• /caption - ᴛᴏ ꜱᴇᴛ ᴄᴜꜱᴛᴏᴍ ꜰɪʟᴇ ᴄᴀᴘᴛɪᴏɴ.
• /template - ᴛᴏ ꜱᴇᴛ ᴄᴜꜱᴛᴏᴍ ɪᴍᴅʙ ᴛᴇᴍᴘʟᴀᴛᴇ.
• /tutorial - ꜱᴇᴛ ʏᴏᴜʀ 𝟷sᴛ ᴛᴜᴛᴏʀɪᴀʟ ᴠɪᴅᴇᴏ.
• /tutorial2 - ꜱᴇᴛ ʏᴏᴜʀ 𝟸ɴᴅ ᴛᴜᴛᴏʀɪᴀʟ ᴠɪᴅᴇᴏ.
• /tutorial3 - ꜱᴇᴛ ʏᴏᴜʀ 𝟹ʀᴅ ᴛᴜᴛᴏʀɪᴀʟ ᴠɪᴅᴇᴏ.
• /fsub - ꜱᴇᴛ ᴄᴜꜱᴛᴏᴍ ꜰᴏʀᴄᴇ ꜱᴜʙ ᴄʜᴀɴɴᴇʟ.
• /nofsub - ʀᴇᴍᴏᴠᴇ ᴄᴜꜱᴛᴏᴍ ꜰᴏʀᴄᴇ ꜱᴜʙ ᴄʜᴀɴɴᴇʟ.
• /details - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ꜱᴇᴛᴛɪɴɢꜱ.
• /settings - ᴄʜᴀɴɢᴇ ᴛʜᴇ ɢʀᴏᴜᴘ ꜱᴇᴛᴛɪɴɢꜱ ᴀꜱ ʏᴏᴜʀ ᴡɪꜱʜ."""
